Repository: ValentinoPalomba/FRTMProxy
Catalog: FRTMProxy/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Configure repositories in Collections → Git.
de: Repositories unter Sammlungen → Git konfigurieren.
es: Configura los repositorios en Colecciones → Git.
fr: Configurez les dépôts dans Collections → Git.
it: Configura i repository in Collections → Git.
ja: リポジトリは コレクション → Git で設定します。
pt_br: Configure os repositórios em Coleções → Git.
zh_hans: 在“集合 → Git”中配置仓库。

source: Configure this action. Its position controls execution order.
de: Konfigurieren Sie diese Aktion. Seine Position bestimmt die Ausführungsreihenfolge.
es: Configura esta acción. Su posición controla el orden de ejecución.
fr: Configurez cette action. Sa position contrôle l'ordre d'exécution.
it: Configura questa azione. La sua posizione controlla l'ordine di esecuzione.
ja: このアクションを設定します。その位置によって実行順序が制御されます。
pt_br: Configure esta ação. Sua posição controla a ordem de execução.
zh_hans: 配置此操作。它的位置控制执行顺序。

source: Confirm the supported resources before changing the current setup.
de: Bestätigen Sie die unterstützten Ressourcen, bevor Sie das aktuelle Setup ändern.
es: Confirme los recursos admitidos antes de cambiar la configuración actual.
fr: Confirmez les ressources prises en charge avant de modifier la configuration actuelle.
it: Conferma le risorse supportate prima di modificare la configurazione corrente.
ja: 現在の設定を変更する前に、サポートされているリソースを確認してください。
pt_br: Confirme os recursos suportados antes de alterar a configuração atual.
zh_hans: 在更改当前设置之前确认支持的资源。

source: Contains Capture, Rules, Tools, and Network Profile groups
de: Enthält die Gruppen „Erfassung“, „Regeln“, „Tools“ und „Netzwerkprofil“.
es: Contiene grupos de captura, reglas, herramientas y perfil de red.
fr: Contient les groupes Capture, Règles, Outils et Profil réseau
it: Contiene i gruppi Acquisizione, Regole, Strumenti e Profilo di rete
ja: キャプチャ、ルール、ツール、およびネットワーク プロファイル グループが含まれます
pt_br: Contém grupos de captura, regras, ferramentas e perfis de rede
zh_hans: 包含捕获、规则、工具和网络配置文件组

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続行
pt_br: Continuar
zh_hans: 继续

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
pt_br: Copiado
zh_hans: 已复制

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
pt_br: Copiar
zh_hans: 复制

source: Copy as cURL
de: Als cURL kopieren
es: Copiar como cURL
fr: Copier en tant que cURL
it: Copia come cURL
ja: cURL としてコピー
pt_br: Copiar como cURL
zh_hans: 复制为 cURL

source: Copy CLI Proxy Environment Variables
de: CLI-Proxy-Umgebungsvariablen kopieren
es: Copiar variables de entorno del proxy para CLI
fr: Copier les variables d'environnement proxy CLI
it: Copia le variabili d'ambiente proxy per la CLI
ja: CLI プロキシ環境変数をコピー
pt_br: Copiar variáveis de ambiente do proxy para CLI
zh_hans: 复制 CLI 代理环境变量

source: Copy MCP Server Configuration
de: Kopieren Sie die MCP-Serverkonfiguration
es: Copiar la configuración del servidor MCP
fr: Copier la configuration du serveur MCP
it: Copia la configurazione del server MCP
ja: MCP サーバー構成のコピー
pt_br: Copiar configuração do servidor MCP
zh_hans: 复制 MCP 服务器配置

source: Copy share targets
de: Freigabeziele kopieren
es: Copiar destinos para compartir
fr: Copier les cibles de partage
it: Copia destinazioni di condivisione
ja: 共有ターゲットをコピー
pt_br: Copiar destinos de compartilhamento
zh_hans: 复制分享目标

source: Copy URL
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
it: Copia URL
ja: URL をコピー
pt_br: Copiar URL
zh_hans: 复制 URL

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
pt_br: Criar
zh_hans: 创建

source: Create and enable persistent breakpoints for requests and responses.
de: Persistente Breakpoints für Requests und Responses erstellen und aktivieren.
es: Crea y activa breakpoints persistentes para solicitudes y respuestas.
fr: Créez et activez des breakpoints persistants pour les requêtes et les réponses.
it: Crea e abilita breakpoint persistenti per richieste e risposte.
ja: リクエストとレスポンスの永続的なブレークポイントを作成して有効にします。
pt_br: Crie e ative breakpoints persistentes para requisições e respostas.
zh_hans: 为请求和响应创建并启用持久断点。

source: Created %@
de: Erstellt %@
es: Creado %@
fr: Créé %@
it: Creato %@
ja: 作成 %@
pt_br: Criado em %@
zh_hans: 创建于 %@

source: Dark Themes
de: Dunkle Themes
es: Temas oscuros
fr: Thèmes sombres
it: Temi scuri
ja: ダークテーマ
pt_br: Temas escuros
zh_hans: 深色主题

source: Default port
de: Standard-Port
es: Puerto predeterminado
fr: Port par défaut
it: Porta predefinita
ja: デフォルトポート
pt_br: Porta padrão
zh_hans: 默认端口

source: Delay in milliseconds
de: Verzögerung in Millisekunden
es: Retraso en milisegundos
fr: Délai en millisecondes
it: Ritardo in millisecondi
ja: ミリ秒単位の遅延
pt_br: Atraso em milissegundos
zh_hans: 延迟（以毫秒为单位）

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt_br: Excluir
zh_hans: 删除

source: Delete Action
de: Aktion löschen
es: Eliminar acción
fr: Supprimer l'action
it: Elimina azione
ja: 削除アクション
pt_br: Excluir ação
zh_hans: 删除操作

source: Delete breakpoint
de: Breakpoint löschen
es: Eliminar breakpoint
fr: Supprimer le breakpoint
it: Elimina breakpoint
ja: ブレークポイントを削除
pt_br: Excluir breakpoint
zh_hans: 删除断点

source: Delete Breakpoint
de: Haltepunkt löschen
es: Eliminar punto de interrupción
fr: Supprimer le point d'arrêt
it: Elimina punto di interruzione
ja: ブレークポイントの削除
pt_br: Excluir ponto de interrupção
zh_hans: 删除断点

source: Delete breakpoint?
de: Haltepunkt löschen?
es: ¿Eliminar punto de interrupción?
fr: Supprimer le point d'arrêt ?
it: Eliminare il punto di interruzione?
ja: ブレークポイントを削除しますか?
pt_br: Excluir ponto de interrupção?
zh_hans: 删除断点？

source: Delete captured session?
de: Erfasste Sitzung löschen?
es: ¿Eliminar sesión capturada?
fr: Supprimer la session capturée ?
it: Eliminare la sessione catturata?
ja: キャプチャされたセッションを削除しますか?
pt_br: Excluir sessão capturada?
zh_hans: 删除捕获的会话？

source: Delete Map Local rule?
de: Map Local-Regel löschen?
es: ¿Eliminar la regla Map Local?
fr: Supprimer la règle Map Local ?
it: Eliminare la regola Map Local?
ja: マップローカルルールを削除しますか?
pt_br: Excluir a regra Map Local?
zh_hans: 删除地图本地规则？

source: Delete rule
de: Regel löschen
es: Eliminar regla
fr: Supprimer la règle
it: Elimina regola
ja: ルールを削除
pt_br: Excluir regra
zh_hans: 删除规则

source: Delete Rule
de: Regel löschen
es: Eliminar regla
fr: Supprimer la règle
it: Elimina regola
ja: ルールの削除
pt_br: Excluir regra
zh_hans: 删除规则

source: Delete Script
de: Skript löschen
es: Eliminar script
fr: Supprimer le script
it: Elimina script
ja: スクリプトの削除
pt_br: Excluir script
zh_hans: 删除脚本

source: Delete script rule?
de: Skriptregel löschen?
es: ¿Eliminar regla de script?
fr: Supprimer la règle de script ?
it: Eliminare la regola di script?
ja: スクリプトルールを削除しますか?
pt_br: Excluir regra de script?
zh_hans: 删除脚本规则？

source: Delete Session
de: Sitzung löschen
es: Eliminar sesión
fr: Supprimer la session
it: Elimina sessione
ja: セッションの削除
pt_br: Excluir sessão
zh_hans: 删除会话

source: Delete traffic rule?
de: Verkehrsregel löschen?
es: ¿Eliminar la regla de tráfico?
fr: Supprimer la règle de trafic ?
it: Eliminare la regola del traffico?
ja: 交通ルールを削除しますか?
pt_br: Excluir a regra de tráfego?
zh_hans: 删除交通规则？

source: Destination
de: Ziel
es: Destino
it: Destinazione
ja: 行き先
pt_br: Destino
zh_hans: 目的地

source: Destination URL
de: Ziel-URL
es: URL de destino
fr: URL de destination
it: URL di destinazione
ja: リンク先 URL
pt_br: URL de destino
zh_hans: 目标网址

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
ja: デバイス
pt_br: Dispositivo
zh_hans: 设备

source: Device setup
de: Geräteeinrichtung
es: Configuración del dispositivo
fr: Configuration de l'appareil
it: Configurazione dispositivo
ja: デバイスのセットアップ
pt_br: Configuração do dispositivo
zh_hans: 设备设置

source: Device Setup
de: Geräteeinrichtung
es: Configuración del dispositivo
fr: Configuration du périphérique
it: Configurazione del dispositivo
ja: デバイスのセットアップ
pt_br: Configuração do dispositivo
zh_hans: 设备设置

source: Device Setup…
de: Geräteeinrichtung…
es: Configuración del dispositivo…
fr: Configuration de l'appareil…
it: Configurazione dispositivo...
ja: デバイスのセットアップ…
pt_br: Configuração do dispositivo…
zh_hans: 设备设置...

source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disabilita
ja: 無効にする
pt_br: Desativar
zh_hans: 禁用

source: Discard
de: Verwerfen
es: Descartar
fr: Abandonner
it: Ignora
ja: 破棄
pt_br: Descartar
zh_hans: 放弃

source: Done
de: Erledigt
es: Hecho
fr: Fait
it: Fatto
ja: 終わり
pt_br: Feito
zh_hans: 完毕

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
pt_br: Editar
zh_hans: 编辑

source: Edit & Retry
de: Bearbeiten & wiederholen
es: Editar y reintentar
fr: Modifier et réessayer
it: Modifica e riprova
ja: 編集して再試行
pt_br: Editar e repetir
zh_hans: 编辑并重试

source: Edit Action
de: Aktion bearbeiten
es: Editar acción
fr: Modifier l'action
it: Modifica azione
ja: アクションの編集
pt_br: Editar ação
zh_hans: 编辑动作

source: Edit Alert Rule
de: Warnregel bearbeiten
es: Editar regla de alerta
fr: Modifier la règle d'alerte
it: Modifica regola di avviso
ja: アラートルールを編集
pt_br: Editar regra de alerta
zh_hans: 编辑提醒规则

source: Edit Note
de: Notiz bearbeiten
es: Editar nota
fr: Modifier la note
it: Modifica nota
ja: メモの編集
pt_br: Editar nota
zh_hans: 编辑备注

source: Edit rule
de: Regel bearbeiten
es: Editar regla
fr: Modifier la règle
it: Modifica regola
ja: ルールを編集
pt_br: Editar regra
zh_hans: 编辑规则

source: Edit Rule
de: Regel bearbeiten
es: Editar regla
fr: Modifier la règle
it: Modifica regola
ja: ルールの編集
pt_br: Editar regra
zh_hans: 编辑规则

source: Enable
de: Aktivieren
es: Activar
fr: Activer
it: Abilita
ja: 有効にする
pt_br: Ativar
zh_hans: 启用

source: Enable %@
de: %@ aktivieren
es: Habilitar %@
fr: Activer %@
it: Abilita %@
ja: %@を有効にする
pt_br: Ativar %@
zh_hans: 启用%@

source: Enable alerts
de: Warnungen aktivieren
es: Activar alertas
fr: Activer les alertes
it: Abilita avvisi
ja: アラートを有効にする
pt_br: Ativar alertas
zh_hans: 启用提醒

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Abilitato
ja: 有効
pt_br: Ativado
zh_hans: 已启用

source: Enter one argument per line. Arguments are passed directly without a shell.
de: Geben Sie ein Argument pro Zeile ein. Argumente werden direkt ohne Shell übergeben.
es: Introduzca un argumento por línea. Los argumentos se pasan directamente sin shell.
fr: Entrez un argument par ligne. Les arguments sont transmis directement sans shell.
it: Inserisci un argomento per riga. Gli argomenti vengono passati direttamente senza shell.
ja: 1 行に 1 つの引数を入力します。引数はシェルを使用せずに直接渡されます。
pt_br: Insira um argumento por linha. Os argumentos são passados ​​diretamente sem shell.
zh_hans: 每行输入一个参数。参数直接传递，无需 shell。

source: Enter SSID
de: SSID eingeben
es: Introduce el SSID
fr: Saisir le SSID
it: Inserisci SSID
ja: SSID を入力
pt_br: Informe o SSID
zh_hans: 输入 SSID

source: Example: `main`, `v1.2.3`, or a commit SHA. The subdirectory limits the `.har` scan (e.g. `collections/`).
de: Beispiel: `main`, `v1.2.3` oder ein Commit-SHA. Das Unterverzeichnis begrenzt den `.har`-Scan (z. B. `collections/`).
es: Ejemplo: `main`, `v1.2.3` o un SHA de commit. El subdirectorio limita el escaneo de `.har` (p. ej. `collections/`).
fr: Exemple : `main`, `v1.2.3` ou un SHA de commit. Le sous-répertoire limite l'analyse `.har` (ex. `collections/`).
it: Esempio: `main`, `v1.2.3` o uno SHA di commit. La sottocartella limita la scansione dei `.har` (es. `collections/`).
ja: 例: `main`、`v1.2.3`、またはコミット SHA。サブディレクトリは `.har` のスキャン範囲を限定します (例: `collections/`)。
pt_br: Exemplo: `main`, `v1.2.3` ou um SHA de commit. O subdiretório limita a varredura de `.har` (ex.: `collections/`).
zh_hans: 示例：`main`、`v1.2.3` 或提交 SHA。子目录用于限定 `.har` 扫描范围（例如 `collections/`）。

source: Example: set Response delay to 3000 to add 3 seconds to every response.
de: Beispiel: Response-Verzögerung auf 3000 setzen, um jeder Response 3 Sekunden hinzuzufügen.
es: Ejemplo: configura el retardo de respuesta en 3000 para añadir 3 segundos a cada respuesta.
fr: Exemple : réglez le délai de réponse sur 3000 pour ajouter 3 secondes à chaque réponse.
it: Esempio: imposta il ritardo di risposta a 3000 per aggiungere 3 secondi a ogni risposta.
ja: 例: レスポンス遅延を 3000 に設定すると、すべてのレスポンスに 3 秒追加されます。
pt_br: Exemplo: defina o atraso de resposta como 3000 para adicionar 3 segundos a cada resposta.
zh_hans: 示例：将响应延迟设为 3000，即可为每个响应增加 3 秒。

source: Examples: `status:>=400`, `host:api.example.com method:POST`, `type:json -status:2xx`.
de: Beispiele: `status:>=400`, `host:api.example.com method:POST`, `type:json -status:2xx`.
es: Ejemplos: `status:>=400`, `host:api.example.com method:POST`, `type:json -status:2xx`.
fr: Exemples : `status:>=400`, `host:api.example.com method:POST`, `type:json -status:2xx`.
it: Esempi: `status:>=400`, `host:api.example.com method:POST`, `type:json -status:2xx`.
ja: 例: `status:>=400`、`host:api.example.com method:POST`、`type:json -status:2xx`。
pt_br: Exemplos: `status:>=400`, `host:api.example.com method:POST`, `type:json -status:2xx`.
zh_hans: 示例：`status:>=400`、`host:api.example.com method:POST`、`type:json -status:2xx`。

source: Executable
de: Ausführbar
es: Ejecutable
fr: Exécutable
it: Eseguibile
ja: 実行可能
pt_br: Executável
zh_hans: 可执行文件

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
pt_br: Exportar
zh_hans: 导出

source: Export the collection as `.har`, create a commit, and push to a branch. Optionally create a tag too.
de: Sammlung als `.har` exportieren, einen Commit erstellen und in einen Branch pushen. Optional auch einen Tag erstellen.
es: Exporta la colección como `.har`, crea un commit y haz push a una rama. Opcionalmente, crea también un tag.
fr: Exportez la collection au format `.har`, créez un commit et poussez vers une branche. Vous pouvez également créer un tag.
it: Esporta la collection come `.har`, crea un commit ed esegui il push su un branch. Facoltativamente crea anche un tag.
ja: コレクションを `.har` としてエクスポートし、コミットを作成してブランチにプッシュします。必要に応じてタグも作成できます。
pt_br: Exporte a coleção como `.har`, crie um commit e faça push para um branch. Opcionalmente, crie também uma tag.
zh_hans: 将集合导出为 `.har`，创建提交并推送到分支。也可选择创建标签。

source: File Path
de: Dateipfad
es: Ruta del archivo
fr: Chemin du fichier
it: Percorso file
ja: ファイルパス
pt_br: Caminho do arquivo
zh_hans: 文件路径

source: Find in Editor
de: Im Editor suchen
es: Buscar en el editor
fr: Rechercher dans l'éditeur
it: Trova nell'editor
ja: エディター内を検索
pt_br: Localizar no editor
zh_hans: 在编辑器中查找

source: Flow Notes
de: Flussnotizen
es: Notas de flujo
fr: Notes de flux
it: Note sul flusso
ja: フローノート
pt_br: Notas de fluxo
zh_hans: 流程注释

source: flows
de: fließt
es: flujos
fr: flux
it: flussi
ja: 流れる
pt_br: fluxos
zh_hans: 流量

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般的な
pt_br: Geral
zh_hans: 一般的

source: Generate a proxy + CA configuration profile and share it instantly via QR code.
de: Ein Proxy- und CA-Konfigurationsprofil generieren und sofort per QR-Code teilen.
es: Genera un perfil de configuración de proxy + CA y compártelo al instante mediante código QR.
fr: Générez un profil de configuration proxy + CA et partagez-le instantanément via QR code.
it: Genera un profilo di configurazione proxy + CA e condividilo istantaneamente tramite QR code.
ja: プロキシ + CA 構成プロファイルを生成し、QR コードで即座に共有します。
pt_br: Gere um perfil de configuração de proxy + CA e compartilhe na hora via QR code.
zh_hans: 生成代理 + CA 配置描述文件，并通过 QR 码即时分享。

source: Git Collections
de: Git-Sammlungen
es: Colecciones de Git
fr: Collections Git
it: Collections Git
ja: Git コレクション
pt_br: Coleções Git
zh_hans: Git 集合

source: Group Map Local into exportable collections and enable rule sets in one click.
de: Map Local in exportierbare Sammlungen gruppieren und Regelsätze mit einem Klick aktivieren.
es: Agrupa reglas Map Local en colecciones exportables y activa conjuntos de reglas con un solo clic.
fr: Regroupez les règles Map Local dans des collections exportables et activez des jeux de règles en un clic.
it: Raggruppa le regole Map Local in collection esportabili e abilita set di regole con un clic.
ja: Map Local をエクスポート可能なコレクションにまとめ、ワンクリックでルールセットを有効にします。
pt_br: Agrupe regras de Map Local em coleções exportáveis e ative conjuntos de regras com um clique.
zh_hans: 将 Map Local 分组为可导出的集合，一键启用规则集。

source: Guided Tour
de: Geführte Tour
es: Tour guiado
fr: Visite guidée
it: Tour guidato
ja: ガイドツアー
pt_br: Tour guiado
zh_hans: 引导教程

source: Header matchers
de: Header-Matcher
es: Criterios de coincidencia de encabezados
fr: Critères de correspondance des en-têtes
it: Criteri di corrispondenza degli header
ja: ヘッダーマッチャー
pt_br: Critérios de correspondência de cabeçalhos
zh_hans: 标头匹配器

source: Headers
de: Überschriften
es: Encabezados
fr: En-têtes
it: Intestazioni
ja: ヘッダー
pt_br: Cabeçalhos
zh_hans: 标头

source: Headers, one name colon value pair per line
de: Kopfzeilen, ein Namens-Doppelpunkt-Wert-Paar pro Zeile
es: Encabezados, un par Nombre: valor por línea
fr: En-têtes, une paire Nom : valeur par ligne
it: Header, una coppia Nome: valore per riga
ja: ヘッダー、1 行につき 1 つの名前コロン値のペア
pt_br: Cabeçalhos, um par Nome: valor por linha
zh_hans: 标题，每行一个名称冒号值对

source: Host (e.g. api.example.com)
de: Host (z. B. api.example.com)
es: Host (p. ej. api.example.com)
fr: Host (ex. api.example.com)
it: Host (es. api.example.com)
ja: ホスト (例: api.example.com)
pt_br: Host (ex.: api.example.com)
zh_hans: 主机（例如 api.example.com）

source: Host / Path
de: Host / Pfad
es: Anfitrión / Ruta
fr: Hôte/Chemin
it: Host/Percorso
ja: ホスト/パス
pt_br: Host/Caminho
zh_hans: 主机/路径

source: HTTPS is intercepted only after step 3. Installing the profile without enabling trust is not enough.
de: HTTPS wird erst nach Schritt 3 abgefangen. Das Installieren des Profils ohne Aktivieren des Vertrauens reicht nicht aus.
es: El tráfico HTTPS solo se intercepta después del paso 3. Instalar el perfil sin activar la confianza no es suficiente.
fr: Le trafic HTTPS n'est intercepté qu'après l'étape 3. Installer le profil sans activer la confiance ne suffit pas.
it: Il traffico HTTPS viene intercettato solo dopo il passaggio 3. Installare il profilo senza abilitare l'attendibilità non è sufficiente.
ja: HTTPS はステップ 3 の後にのみ傍受されます。信頼を有効にせずにプロファイルをインストールするだけでは不十分です。
pt_br: O HTTPS só é interceptado após a etapa 3. Instalar o perfil sem ativar a confiança não é suficiente.
zh_hans: 只有完成第 3 步后才会拦截 HTTPS。仅安装描述文件而不启用信任是不够的。

source: Ideal for night sessions or low-light environments.
de: Ideal für nächtliche Sitzungen oder Umgebungen mit wenig Licht.
es: Ideal para sesiones nocturnas o entornos con poca luz.
fr: Idéal pour les sessions nocturnes ou les environnements peu éclairés.
it: Ideale per sessioni notturne o ambienti con poca luce.
ja: 夜間の作業や暗い環境に最適です。
pt_br: Ideal para sessões noturnas ou ambientes com pouca luz.
zh_hans: 适合夜间使用或弱光环境。

source: If set, FRTMProxy will create an annotated tag after the push.
de: Falls gesetzt, erstellt FRTMProxy nach dem Push einen annotierten Tag.
es: Si se define, FRTMProxy creará un tag anotado después del push.
fr: Si défini, FRTMProxy créera un tag annoté après le push.
it: Se impostato, FRTMProxy creerà un tag annotato dopo il push.
ja: 設定すると、FRTMProxy はプッシュ後に注釈付きタグを作成します。
pt_br: Se definido, o FRTMProxy criará uma tag anotada após o push.
zh_hans: 如果设置，FRTMProxy 将在推送后创建带注释的标签。

source: If Wi‑Fi is blank, grant Location permission in System Settings → Privacy & Security → Location Services.
de: Wenn Wi‑Fi leer ist, Standortberechtigung unter Systemeinstellungen → Datenschutz & Sicherheit → Ortungsdienste erteilen.
es: Si la Wi‑Fi aparece en blanco, concede el permiso de Localización en Ajustes del Sistema → Privacidad y seguridad → Localización.
fr: Si le Wi‑Fi est vide, accordez l'autorisation de localisation dans Réglages Système → Confidentialité et sécurité → Service de localisation.
it: Se il campo Wi‑Fi è vuoto, concedi il permesso di Localizzazione in Impostazioni di Sistema → Privacy e Sicurezza → Servizi di localizzazione.
ja: Wi‑Fi が空欄の場合は、システム設定 → プライバシーとセキュリティ → 位置情報サービス で位置情報の許可を与えてください。
pt_br: Se o Wi‑Fi estiver em branco, conceda a permissão de Localização em Ajustes do Sistema → Privacidade e Segurança → Serviços de Localização.
zh_hans: 如果 Wi‑Fi 为空，请在“系统设置 → 隐私与安全性 → 定位服务”中授予定位权限。

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
pt_br: Importar
zh_hans: 导入

source: Import and sync collections from a Git repository (branch/tag/commit). Collections are read from `.har` files in the repo.
de: Sammlungen aus einem Git-Repository importieren und synchronisieren (Branch/Tag/Commit). Sammlungen werden aus `.har`-Dateien im Repo gelesen.
es: Importa y sincroniza colecciones desde un repositorio Git (rama/tag/commit). Las colecciones se leen de archivos `.har` del repositorio.
fr: Importez et synchronisez des collections depuis un dépôt Git (branche/tag/commit). Les collections sont lues à partir des fichiers `.har` du dépôt.
it: Importa e sincronizza le collection da un repository Git (branch/tag/commit). Le collection vengono lette dai file `.har` nel repo.
ja: Git リポジトリ (ブランチ/タグ/コミット) からコレクションをインポートして同期します。コレクションはリポジトリ内の `.har` ファイルから読み込まれます。
pt_br: Importe e sincronize coleções de um repositório Git (branch/tag/commit). As coleções são lidas de arquivos `.har` no repositório.
zh_hans: 从 Git 仓库（分支/标签/提交）导入并同步集合。集合从仓库中的 `.har` 文件读取。

source: Import Complete
de: Import abgeschlossen
es: Importación completa
fr: Importation terminée
it: Importazione completata
ja: インポートが完了しました
pt_br: Importação concluída
zh_hans: 导入完成

source: Import or export a local, Git-friendly debugging workspace.
de: Importieren oder exportieren Sie einen lokalen, Git-freundlichen Debugging-Arbeitsbereich.
es: Importe o exporte un espacio de trabajo de depuración local compatible con Git.
fr: Importez ou exportez un espace de travail de débogage local et compatible avec Git.
it: Importa o esporta un'area di lavoro di debug locale compatibile con Git.
ja: ローカルの Git 対応デバッグ ワークスペースをインポートまたはエクスポートします。
pt_br: Importe ou exporte um espaço de trabalho de depuração local compatível com Git.
zh_hans: 导入或导出本地、Git 友好的调试工作区。

source: Imported collections will remain in your workspace; sync will be disabled.
de: Importierte Sammlungen bleiben im Workspace erhalten; die Synchronisierung wird deaktiviert.
es: Las colecciones importadas permanecerán en tu espacio de trabajo; la sincronización se desactivará.
fr: Les collections importées resteront dans votre espace de travail ; la synchronisation sera désactivée.
it: Le collection importate rimarranno nel tuo workspace; la sincronizzazione verrà disabilitata.
ja: インポートしたコレクションはワークスペースに残りますが、同期は無効になります。
pt_br: As coleções importadas permanecerão no seu workspace; a sincronização será desativada.
zh_hans: 导入的集合将保留在工作区中；同步将被禁用。

source: Includes proxy settings and the mitmproxy CA for the detected Wi‑Fi network.
de: Enthält Proxy-Einstellungen und die mitmproxy-CA für das erkannte Wi‑Fi-Netzwerk.
es: Incluye la configuración del proxy y la CA de mitmproxy para la red Wi‑Fi detectada.
fr: Inclut les paramètres proxy et la CA mitmproxy pour le réseau Wi‑Fi détecté.
it: Include le impostazioni proxy e la CA di mitmproxy per la rete Wi‑Fi rilevata.
ja: 検出された Wi‑Fi ネットワークのプロキシ設定と mitmproxy CA を含みます。
pt_br: Inclui as configurações de proxy e a CA do mitmproxy para a rede Wi‑Fi detectada.
zh_hans: 包含检测到的 Wi‑Fi 网络的代理设置和 mitmproxy CA。

source: Inject latency, bandwidth caps, and packet loss on intercepted traffic.
de: Latenz, Bandbreitenbegrenzungen und Paketverlust in abgefangenen Traffic einschleusen.
es: Inyecta latencia, límites de ancho de banda y pérdida de paquetes en el tráfico interceptado.
fr: Injectez de la latence, des limites de bande passante et de la perte de paquets sur le trafic intercepté.
it: Inietta latenza, limiti di banda e perdita di pacchetti sul traffico intercettato.
ja: 傍受したトラフィックにレイテンシ、帯域制限、パケットロスを注入します。
pt_br: Injete latência, limites de banda e perda de pacotes no tráfego interceptado.
zh_hans: 为拦截的流量注入延迟、带宽限制和丢包。
